app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies" WHERE "movies"."rating" IN ('G', 'PG', 'PG-13', 'R')
---
		    end
	    end

      @movies = Movie.where(rating: @selected_ratings)